{
  "тема": "Вступ. Зміст предмета «Матеріалознавство»",
  "пункти": [
    {
      "заголовок": "Історичний розвиток матеріалів",
      "підтеми": [
        {
          "ключ": "Історія",
          "текст": "Уміння знаходити та використовувати матеріали є найважливішою умовою розвитку людства. Тому невипадково різні періоди його розвитку носять назви за тим матеріалом, який освоїла людина. Спочатку це були природні матеріали: дерево і камінь, з яких виготовляли знаряддя праці та зброю: палиці, сокири, стріли тощо. Цей період отримав назву «кам'яний вік». Його змінив «бронзовий вік», коли люди навчилися вплавляти мідь. Потім прийшов «залізний вік», коли повсюдно поширилося залізо. Двадцяте століття часто по праву називають «століттям сталі».За багатовікову історію свого розвитку людина навчилася створювати і використовувати величезну кількість різних матеріалів і речовин. Їх до теперішнього часу вже відомо понад 20 мільйонів. Кожен матеріал має свої унікальні властивості: теплові, механічні, електричні, магнітні тощо. Часто можливість створення того чи іншого технічного пристрою - літака, підводного човна, комп'ютера тощо. -визначається властивостями наявних у розпорядженні конструкторів матеріалів. Тому потреби науки, техніки, виробництва в нових матеріалах дедалі більше зростають."
        },
        {
          "ключ": "Що таке матеріалознавство",
          "текст": "Матеріалознавство  - прикладна  наука,  що вивчає  взаємозв'язки  між  складом,  будовою  і  властивостями  металів  і  сплавів  в різних умовах. Металознавство  -  наука, що постійно  розвивається, безперервно    збагачується  за рахунок  розробки  нових  сталей  і  сплавів."
        },
        {
          "ключ": "Дослідження",
          "текст": "Як  наука  матеріалознавство  налічує  близько  200  років. Помітну  роль у  вивченні  природи  металів  зіграли  дослідження  французького  вченого  Реомюра.  Ще  в  1722  році  він  провів  дослідження  будови  зерен  в  металах.  Англієць  Григнон   - йому  належить  відомий  малюнок  дендриту,  отриманого  при  повільному  твердінні  литого  заліза. У Росії  першим,  хто  почав науково  осмислювати  проблеми  металургії  і  ливарної  справи,  був  М.В.  Ломоносов   (1711-1765). Помітних  успіхів  металознавство  досягло  лише  в 19  столітті (що  пов'язано  в першу чергу  з використанням  нових  методів  дослідження структури  металу).  У  1831  році  П.П.  Аносов   (1799)   провів  вивчення  металу,  уперше  застосувавши  мікроскоп  для  дослідження  стали. Створення наукових основ металознавства по праву належить Чернову Д.К. який встановив критичні температури фазових перетворень на сталях і їх зв'язок з кількістю вуглецю в сталях. Цим були закладені основи для найважливішої в металознавстві діаграми стану залізовуглецевих сплавів. Особливо інтенсивно розвивається металознавство в останні десятиліття. Це пояснюється потребою в нових матеріалах для дослідження космосу, розвитку електроніки, атомної енергетики. Основними напрямами в розвитку металознавства є розробка способів виробництва чистих і надчистих металів."
        }
      ]
    },
    {
      "заголовок": "Мета та завдання дисципліни",
      "підтеми": [
        {
          "ключ": "Мета",
          "текст": "Мета вивчення дисципліни матеріалознавство є - пізнання властивостей матеріалів залежно від складу і обробки, методів їх зміцнення для найбільш ефективного використання в техніці, а також створення матеріалів із заздалегідь заданими властивостями: висока міцність і пластичність, висока електропровідність або високий опір, спеціальні магнітні властивості, поєднання різних властивостей в одному матеріалі(композиційні матеріали)."
        },
        {
          "ключ": "Завдання",
          "текст": "- розкрити фізичну суть явищ, що відбуваються в матеріалах при дії на них різних чинників в умовах виробництва і експлуатації; встановити залежність між складом, будовою і властивостями матеріалів; вивчити теорію і практику різних способів зміцнення матеріалів для підвищення високої надійності і довговічності деталей, інструменту і виробів; вивчити основні групи сучасних матеріалів, їх властивості і сфери застосування; дати поняття про сучасні методи дослідження структури і  прогнозування експлуатаційних властивостей матеріалів і виробів"
        }
      ]
    },
    {
      "заголовок": "Основні поняття про матеріали та їх властивості",
      "підтеми": [
        {
          "ключ": "Метали та неметали",
          "текст": "Основну частину усіх матеріалів складають метали. З 106 елементів періодичної системи 84 - метали, 22 - неметали.\r\n"
        },
        {
          "ключ": "Чорні та кольорові метали",
          "текст": "Усі метали діляться на дві великі групи: чорні метали і кольорові метали. У свою чергу, ці дві групи діляться на підгрупи (рис. 1.3). 1. Чорні метали: залізисті(залізо, нікель); тугоплавкі(з температурою плавлення > 1539°); уранові(уран, плутоній); рідкоземельні(церій, неодим); лужноземельних(калій, натрій). 2. Кольорові метали: легені(магній, алюміній); благородні(золото, платина); легкоплавкі(вісмут, свинець).\r\n"
        },
        {
          "ключ": "Класифікація за температурю та тиском",
          "текст": "Залежно від температури і тиску (для металів в основному від температури, Р- соnst) усі речовини можуть знаходитися в чотирьох агрегатних станах: плазмообразном  - іонізований газ, в якому об'ємна щільність позитивних і негативних електричних зарядів рівна; газоподібному - атоми практично не пов'язані один з одним і хаотично переміщаються в просторі; рідкому - атоми слабо пов'язані один з одним, існує ближній порядок, речовина займає форму посудини, частини легко отделимы один від одного; твердому -  атоми взаємодіють один з одним за певним законом, в структурі є як ближній, так і далекий порядок, атоми утворюють кристалічну решітку того або іншого виду."
        },
        {
          "ключ": "Аморфні та кристалічні",
          "текст": "Усі  тверді тіла  діляться  на  аморфні  і    кристалічні. У  аморфних  тілах   атоми  розташовані  хаотично. Прикладами  аморфних  тіл  можуть  служити   скло,  клей,  віск,  каніфоль.    У  кристалічних  тілах  атоми  розташовані  в  строго  певній  послідовності.  До  тіл  з  кристалічною  будовою  відносять  кухарську  сіль,  кварц,  цукровий  пісок,  метали  і  сплави."
        }
      ]
    }
  ]
}
