{
  "тема": "Причини руйнування деталей.",
  "пункти": [
    {
      "заголовок": "Навантаження, напруга і деформації.",
      "підтеми": [
        {
          "ключ": "Напруга й деформація",
          "текст": "Деформацією називається зміна форми і розмірів тіла під дією напруги.\r\nНапруга - сила, що діє на одиницю площі перерізу деталі.\r\nНапруга і деформації, що викликаються ними, можуть виникати при дії на тіло зовнішніх сил розтягування, стискування і так далі, а також в результаті фазових (структурних) перетворень, усадки і інших фізико-хімічних процесів, що протікають в металах, і пов'язаних зі зміною об'єму.Метал, що знаходиться в напруженому стані, при будь-якому виді вантаження завжди випробовує напругу нормальні і дотичні.Зростання нормальної напруги призводить до крихкого руйнування. Пластичну деформацію викликає дотична напруга.\r\nДеформація металу під дією напруги може бути пружною і пластичною.\r\nПружною називається деформація, повністю зникаюча після зняття зухвалої її напруги.\r\nПластичною або залишковою називається деформація після припинення дії напруги, що викликала її."
        },
        {
          "ключ": "Вантаження",
          "текст": "Залежно від умов вантаження механічні властивості можуть визначатися при:\r\n1.\tстатичному вантаженні - навантаження на зразок зростає повільно і плавно.\r\n2.\tдинамічному вантаженні - навантаження зростає з великою швидкістю, має ударний характер.\r\n3.\tповторно, змінному або циклічним вантаженні - навантаження в процесі випробування багаторазово змінюється за величиною або за величиною і напрямом.\r\nПри статичному випробуванні на розтягування: ГОСТ 1497 отримують характеристики міцності і пластичності."
        },
        {
          "ключ": "Міцність",
          "текст": "Міцність - здатність матеріалу чинити опір деформаціям і руйнуванню."
        },
        {
          "ключ": "Діаграма розтягування",
          "текст": "Випробування проводяться на спеціальних машинах, які записують діаграму розтягування, виражаючу залежність подовження зразка ∆l  (мм) від діючого навантаження Р. Ділянка оа на діаграмі відповідає пружній деформації матеріалу. Напруга, що відповідає пружній граничній деформації в точці а, називається межею пропорціональності.\r\nМежа пропорціональності (σпц) - максимальна напруга, до якої зберігається лінійна залежність між деформацією і напругою.\r\nКожній напрузі відповідає залишкове подовження, яке отримуємо проведенням з відповідної точки діаграми розтягування лінії паралельної оа.Оскільки практично неможливо встановити точку переходу в непружний стан, то встановлюють умовну межу пружності (σ0,005), - максимальна напруга, до якої зразок отримує тільки пружну деформацію. Рахують напругу, при якій залишкова деформація дуже мала (0,005.0,05%).\r\nМежа плинності характеризує опір матеріалу невеликим пластичним деформаціям.Залежно від природи матеріалу використовують фізичну або умовну межу плинності.\r\nФізична межа плинності (σт)  - ця напруга, при якій відбувається збільшення деформації при постійному навантаженні (наявність горизонтального майданчика на діаграмі розтягування). Використовується для дуже пластичних матеріалів.\r\nУмовна межа плинності (σ0,2) - ця напруга що викликає залишкову деформацію . \r\nФізична або умовна межа плинності є важливими розрахунковими характеристиками матеріалу. Напруга, що діє в деталі, має бути нижча межі плинності.\r\nРівномірна за усім обсягом пластична деформація триває до значення межі міцності.\r\nУ точці у в найбільш слабкому місці починає утворюватися шийка - сильне місцеве стомлення зразка.\r\nМежа міцності (σв) - напруга, що відповідає максимальному навантаженню, яке витримує зразок до руйнування (тимчасовий опір розриву).\r\nУтворення шийки характерне для пластичних матеріалів, які мають діаграму розтягування з максимумом.\r\nМежа міцності характеризує міцність як опори значної рівномірної пластичної деформації. За точкою В, внаслідок розвитку шийки, навантаження падає і в точці С відбувається руйнування."
        },
        {
          "ключ": "Втома",
          "текст": "Втомою називають процес поступового накопичення пошкоджень матеріалу під дією повторно-змінної напруги, що призводить до утворення тріщин і руйнування."
        },
        {
          "ключ": "Витривалість",
          "текст": "Витривалість - властивість матеріалу протистояти втомі. Межа витривалості - ця максимальна напруга, яка може витримати метал без руйнування задане число циклів вантаження."
        }
      ]
    },
    {
      "заголовок": "Випробування металів на твердість.",
      "підтеми": [
        {
          "ключ": "Твердість",
          "текст": "Твердістю матеріалу називають здатність чинити опір механічному проникненню в його поверхневий шар іншого твердого тіла. Розрізняють відносну і абсолютну твердість.\r\nВідносна - твердість одного матеріалу відносно іншого. Є найважливішою діагностичною властивістю.\r\n Абсолютна, вона ж інструментальна - вимірюється методами втискування.\r\nНайбільш твердими з існуючих на сьогодні матеріалів є дві аллотропнi модифікації вуглецю - лонсдейлит, на 58 % алмаз, що перевершує по твердості, і фуллерит (приблизно у 2 рази твердіше за алмаз)."
        },
        {
          "ключ": "Методи (шкали) твердості",
          "текст": "Для виміру твердості існує декілька шкал(методів виміру) :\r\nМетод Бринелля - твердість визначається по діаметру відбитку, що залишається металевою кулькою, що вдавлюється в поверхню. Твердість обчислюється як відношення зусилля, прикладеного до кульки, до площі відбитку; розмірність одиниць твердості по Бринеллю кгс/мм². Твердість, визначена по цьому методу, позначається HB, де H = hardness(твердість, англ.), B - Бринелль;\r\nМетод Роквеллу - твердість визначається по відносній глибині втискування металевого або алмазного конуса в поверхню тестованого матеріалу. Твердість, визначена по цьому методу, є безрозмірною і позначається HR, HRB, HRC і HRA; твердість обчислюється за формулою HR = 100 − kd, де d - глибина втискування наконечника після зняття основного навантаження, а k - коефіцієнт. Таким чином, максимальна твердість по Роквеллу відповідає HR 100.\r\nМетод Виккерса - твердість визначається по площі відбитку, що залишається чотиригранною алмазною пірамідкою, що вдавлюється в поверхню. Твердість обчислюється як відношення зусилля, прикладеного до пірамідки, до площі відбитку розмірність одиниць твердості по Виккерсу кгс/мм². Твердість, визначена по цьому методу, позначається HV;\r\nТвердість по Шору(Метод втискування) - твердість визначається по глибині проникнення в матеріал спеціальної загартованої сталевої голки(індентора) під дією пружини, що калібрується. У цьому методі виміру прилад іменується дюрометром. Зазвичай метод Шора використовується для визначення твердості низькомодульних матеріалів(полімерів). Твердість, визначена по цьому методу, позначається буквою використовуваної шкали, записуваної після числа з явною вказівкою методу. Як приклад, гума в покришці колеса легкового автомобіля має твердість приблизно 70A, шкільна гумка - приблизно 50A;\r\nТвердість по Шору (Метод відскоку) - метод визначення твердості дуже твердих матеріалів, переважно металів, по висоті, на яку після удару відскакує спеціальний бойок, що падає з певної висоти. Твердість по цьому методу Шора оцінюється в умовних одиницях, пропорційних висоті відскоку бойка. Позначається HSx, де H - Hardness, S - Shore і x - латинська буква, що означає тип використаної при вимірі шкали.\r\nМетод Аскер('Аскер' - ця назва японської компанії, що виробляє вимірників твердості - дурометры) - твердість визначається по глибині введення сталевої півсфери під дією пружини. Використовується для м'яких гум. За принципом виміру відповідає методу Шора, але відрізняється формою поверхні щупа. Аскер З використовує півсферу діаметром 2.54 мм\r\nМетод Кузнєцова - Герберта - Ребиндера - твердість визначається часом загасання коливань маятника, опорою якого є досліджуваний метал;\r\nМетод Польди(подвійного відбитку кульки) - твердість оцінюється порівняно з твердістю еталону, випробування здійснюється шляхом ударного втискування сталевої кульки одночасно в зразок і еталон;\r\nШкала Мооса - визначається по тому, який з десяти стандартних мінералів дряпає тестований матеріал, і який матеріал з десяти стандартних мінералів дряпається тестованим матеріалом.\r\nСтандартизовані чотири перші шкали твердості. Перші три перераховані методи відносяться до методів втискування, методи Шора і Кузнєцова - Герберта - Ребиндера - до динамічних методів визначення твердості. Значення твердості, визначені по методах втискування, можна перерахувати з однієї шкали в іншу. Конкретний чин визначення твердості вибирається виходячи з властивостей матеріалу, наявної апаратури та ін."
        }
      ]
    },
    {
      "заголовок": "Випробування на ударну в’язкість і пластичність.",
      "підтеми": [
        {
          "ключ": "Пластичність",
          "текст": "При випробуванні на розтягування визначаються і характеристики пластичності. Цю властивість використовують при обробці металів тиском.\r\nПластичністю називається здатність металу пластично деформуватися. Вона характеризується відносним видовженням і відносним звуженням. Характеристики: відносне видовження і відносне звуження."
        },
        {
          "ключ": "Відносне видовження та звуження",
          "текст": "Відносне видовження після розриву δ - це відношення залишкового видовження зразка після руйнування Δlзал = lк - lo до його початкової розрахункової довжини lo, виражене у відсотках: δ = (lк - lо)/lо * 100%. де lк - кінцева розрахункова довжина зразка, виміряна після руйнування.\r\nВідносним звуженням зразка після розриву ψ називають відношенням зменшення площі поперечного перерізу ΔS = So - Sк зразка після руйнування до початкової площі поперечного перерізу зразка So, виражене у відсотках: ψ = (So - Sк)/So *100%. де Sк - кінцева розрахункова площа поперечного перерізу зразка, виміряна після руйнування.\r\nВідносне звуження точніше відображає пластичні властивості металу, ніж відносне видовження.\r\nВідносне звуження точніше характеризує пластичність і служить технологічною характеристикою при листовому штампуванні."
        },
        {
          "ключ": "Ударна в'язкість",
          "текст": "Пластичні матеріали надійніші в роботі, оскільки для них менше вірогідність небезпечного крихкого руйнування.\r\nУдарна в'язкість характеризує надійність матеріалу, його здатність опиратися крихкому руйнуванню. Випробування проводять на зразках з надрізами певної форми і розмірів. Зразок встановлюють на опорах копра надрізом убік, протилежну до удару ножа маятника, який піднімають на певну висоту. Ударну в'язкість позначається KCV. KCU. KCT. KC - символ ударної в'язкості, третій символ показує вид надрізу: гострий(V), з радіусом закруглення(U), тріщина(Т)."
        },
        {
          "ключ": "Поріг холодоламкості",
          "текст": "Поріг холодоламкості - температурний інтервал зміни характеру руйнування, є важливим параметром конструкційної міцності. Чим нижче поріг холодоламкості, тим менш чутливий метал до концентраторів напруги(різкі переходи, отвори, риски), до швидкості деформації."
        }
      ]
    }
  ]
}