{
  "тема": "Кристалічна будова металів. Засоби її досягнення.",
  "пункти": [
    {
      "заголовок": "Атомно-кристалічна будова металів",
      "підтеми": [
        {
          "ключ": "Метали",
          "текст": "Метали - прості речовини, що мають вільні, не пов'язані з певними атомами електрони, які здатні переміщатися за усім обсягом тіла. Ця особливість стану металевої речовини визначає собою властивості металів:\r\n- 'металевий блиск'(хороша відбивна здатність);\r\n- пластичність;\r\n- висока теплопровідність;\r\n- висока електропровідність.\r\nЦі властивості обумовлені особливостями будови металів."
        },
        {
          "ключ": "Сплави. Кристалічні решітки. Елементарна комірка.",
          "текст": "Сплави є системами, що складаються з двох або декількох металів або металів і неметалів. \r\nУсі метали, що твердіють в нормальних умовах, є кристалічними речовинами, тобто укладання атомів в них характеризується певним порядком - періодичністю, як по різних напрямах, так і по різних площинах. Цей порядок визначається поняттям кристалічна решітка.\r\nКристалічні решітки - правильне, впорядковане розташування атомів в елементарній комірки. Елементарна комірка - елемент об'єму з мінімального числа атомів, багатократним перенесенням якого в просторі можна побудувати увесь кристал. Елементарний комірка характеризує особливості будови кристала."
        },
        {
          "ключ": "Класифікація кристалічних решіток",
          "текст": "Класифікація можливих видів кристалічних решіток була проведена французьким ученим О. Браве, відповідно вони дістали назву 'Грати Браве'. Всього для кристалічних тіл існує чотирнадцять видів грат, розбитих на чотири типи.\r\nКристалічні решітки характеризуються типом і розмірами. Основними типами кристалічних решіток є:\r\n1. Примітивний - вузли грат співпадають з вершинами елементарних осередків;\r\n2. Об'ємно - центрована кубічна (ОЦК), атоми розташовуються у вершинах куба і в його центрі (V, W, Ti); \r\n3. Гранецентрована кубічна гратка (ГЦК), атоми розташовуються у вершинах куба і по центру кожній з 6 граней (Ag, Au); \r\n4. Гексагональну щільно упаковану (ГЩП), в основі якої лежить шестикутник: o проста - атоми розташовуються у вершинах осередку і по центру 2 підстав(вуглець у вигляді графіту)."
        }
      ]
    },
    {
      "заголовок": "Дефекти кристалічної будови металів",
      "підтеми": [
        {
          "ключ": "Що таке дефекти",
          "текст": "З рідкого розплаву можна виростити монокристал. Їх зазвичай використовують в лабораторіях для вивчення властивостей тієї або іншої речовини.Метали і сплави, отримані в звичайних умовах, складаються з великої кількості кристалів, тобто, мають полікристалічну будову. Вони мають неправильну форму і по-різному орієнтовані в просторі. \r\nПід дефектом розуміють зону кристалу, де порушено правильне розташування атомів."
        },
        {
          "ключ": "Класифікація дефектів",
          "текст": "Дефекти кристалічної будови підрозділяють за геометричними ознаками на 4 групи:\r\nТочкові (нульмірні);\r\nЛінійні (одновимірні);\r\nПоверхневі (двомірні);\r\nОб'ємні (тривимірне)."
        },
        {
          "ключ": "Точкові",
          "текст": "Точкові - ці дефекти малі в усіх трьох вимірах і розміри їх не перевищують декількох атомних діаметрів, можуть привести до зміни властивостей тіла(електропровідність, магнітні властивості). До точкових дефектів відносять:\r\n-\t вакансії (відсутність атомів у вузлах кристалічної решітки, 'дірки', які утворилися в результаті різних причин), \r\n-\tміжвузловий атоми (відсутність атомів у вузлах кристалічної решітки, 'дірки', які утворилися в результаті різних причин),\r\n-\t домішкові атоми завжди є присутніми в металі, оскільки практично неможливо виплавити хімічно чистий метал."
        },
        {
          "ключ": "Лінійні",
          "текст": "Лінійні, порушення кристалічної будови, що є, пов'язані з відхиленнями реальних кристалів від ідеального стану і що виражаються в зміщенні окремих ділянок кристала. До цього виду дефектів відносяться дислокації, простими з яких є крайові і гвинтові."
        },
        {
          "ключ": "Поверхневі",
          "текст": "Поверхневі  дефекти - ці дефекти малі тільки в одному вимірі. До них відносяться межі зерен, межі блоків, дефекти упаковки, двійникові межі."
        },
        {
          "ключ": "Об'ємні",
          "текст": "Об'ємні дефекти мають протяжність в усіх трьох вимірах. До цих дефектів відноситься сукупність точкових, лінійних і поверхневих дефектів, які призводять до спотворення кристалічної решітки у великих об'ємах кристала. Крім того, до об'ємних дефектів відносять наявність фаз, дисперсних виділень, різних включень, а також нерівномірність розподілу напруги і деформацій в макрооб'ємах."
        }
      ]
    },
    {
      "заголовок": "Кристалізація металів. Структура злитка",
      "підтеми": [
        {
          "ключ": "Що таке кристалізація",
          "текст": "Кристалізація - це процес утворення ділянок кристалічної решітки в рідкій фазі і зростання кристалів з центрів, що утворилися.Кристалізація протікає в умовах, коли система переходить до термодинамічної стійкішому стану з мінімумом вільної енергії.Процес переходу металу з рідкого стану в кристалічне можна зображувати кривими в координатах час - температура."
        },
        {
          "ключ": "Процес кристалізації чистого металу",
          "текст": "До точки 1 охолоджується метал в рідкому стані, процес супроводжується плавним пониженням температури. На ділянці 1 - 2 йде процес кристалізації, що супроводжується виділенням тепла, яке називається прихованою теплотою кристалізації. Воно компенсує розсіювання теплоти в простір, і тому температура залишається постійною. Після закінчення кристалізації в точці 2 температура знову починає знижуватися, метал охолоджується в твердому стані.\r\nПри відповідному пониженні температури в рідкому металі починають утворюватися кристали - центри кристалізації або зародки. Для початку їх зростання потрібне зменшення вільної енергії металу, інакше зародок розчиняється.\r\nМінімальний розмір здібного до зростання зародка називається критичним розміром, а зародок - стійким.\r\nПерехід з рідкого стану в кристалічне вимагає витрати енергії на утворення поверхні розділу рідина - кристал. Процес кристалізації здійснюватиметься, коли виграш від переходу в твердий стан більше втрати енергії на утворення поверхні розділу."
        },
        {
          "ключ": "Модель процесу кристалізації",
          "текст": "Центри кристалізації утворюються в початковій фазі незалежно один від одного у випадкових місцях. Спочатку кристали мають правильну форму, але у міру зіткнення і зрощення з іншими кристалами форма порушується. Зростання триває в напрямах, де є вільний доступ живлячого середовища. Після закінчення кристалізації маємо полікристалічне тіло.Процес спочатку прискорюється, поки зіткнення кристалів не починає перешкоджати їх зростанню. Об'єм рідкої фази, в якій утворюються кристали зменшується. Після кристалізації 50 % об'єму металу, швидкість кристалізації сповільнюватиметься.Таким чином, процес кристалізації складається з утворення центрів кристалізації і зростання кристалів з цих центрів."
        },
        {
          "ключ": "Схема сталевого зливка",
          "текст": "(дана Черновим Д.К.) Зливок складається з трьох зон:\r\n1. дрібнокристалічна кіркова зона;\r\n2. зона стовпчастих кристалів;\r\n3. внутрішня зона великих рівноосних кристалів.\r\nКристалізація кіркової зони йде в умовах максимального переохлаждения. Швидкість кристалізації визначається великим числом центрів кристалізації. Утворюється дрібнозерниста структура.Рідкий метал під кірковою зоною знаходиться в умовах меншого переохолодження. Число центрів обмежене і процес кристалізації реалізується за рахунок їх інтенсивного зростання до великого розміру.Зростання кристалів в другій зоні має спрямований характер. Вони ростуть перпендикулярно стінкам виливниці, утворюються деревовидні кристали – дендрит. Росте дендрит з напрямом, близьким до напряму тепловідводу."
        }
      ]
    }
  ]
}