{
  "тема": "Основні властивості металів.",
  "пункти": [
    {
      "заголовок": "Основні фізичні властивості металів.",
      "підтеми": [
        {
          "ключ": "Фізичні властивості",
          "текст": "До основних властивостей металів і сплавів відносяться фізичні, механічні, хімічні, технологічні.\r\nФізичні властивості. До фізичних властивостей металів відносять:\r\n 1. Колір - називають здатність металів відбивати світлове випромінювання з певною довжиною хвилі. Наприклад, мідь має рожево-червоний колір, алюміній - сріблясто-білий.\r\n2. Щільність - характеризується його масою, поміщеною в одиницю об'єму. По щільності усі метали ділять на легкі (менш 4500кг/м1) і важкі. Щільність має велике значення при створенні різних виробів. Наприклад, в літако- і ракетобудуванні прагнуть використати легші метали і сплави (алюмінієві, магнієві, титанові), що сприяє зниженню маси виробів.\r\n3. Температуру плавлення - називають температуру, при якій метал переходить з твердого стану в рідкий. По температурі плавлення розрізняють тугоплавкі метали (вольфрам 3416°С, тантал 2950°С, титан 1725°С та ін.) і легкоплавкі (олово 232°С, свинець 327°С, цинк 419,5°С, алюміній 660°С). Температура плавлення має велике значення при виборі металів для виготовлення литих виробів, зварних і паяних з'єднань, термоелектричних приладів і інших виробів. У системі СІ температуру плавлення виражають в градусах Кельвіна(К).\r\n4. Теплопровідність - називають здатність металів передавати тепло від більше нагрітих до менш нагрітих ділянок тіла. Срібло, мідь, алюміній мають велику теплопровідність. Залізо має теплопровідність приблизно в три рази менше, ніж алюміній, і в п'ять разів менше, ніж мідь. Теплопровідність має велике значення при виборі металу для деталей. Наприклад, якщо метал погано проводить тепло, то при нагріві і швидкому охолодженні (термічна обробка, зварювання) в нім утворюються тріщини. Деякі деталі машин(поршні двигунів, лопатки турбін) мають бути виготовлені з матеріалів з хорошою теплопровідністю. У системі СІ теплопровідність має розмірність Вт/  (м · К).\r\n5. Теплове розширення - називають здатність металів збільшуватися в розмірах при нагріванні і зменшуватися при охолодженні. Теплове розширення характеризується коефіцієнтом лінійного розширення α . Теплові розширення повинні враховуватися при зварюванні, куванні і гарячому об'ємному штампуванні, виготовленні ливарних форм, штампів, прокатних валків, калібрів, виконанні точних з'єднань і складанню приладів, при будівництві мостових ферм, укладанні залізничних рейок.\r\n6. Теплоємність - називають здатність металу при нагріванні поглинати певну кількість тепла. У системі СІ має розмірність Дж/К.\r\nЗдатність металів проводити електричний струм оцінюють двома взаємно протилежними характеристиками - електропровідністю і електроопором.\r\n7. Електропровідність - оцінюється в системі СІ в сименсах(См), а питома электропроводимость в См/м, аналогічно електроопір виражають в омах(Ом), а питомий електроопір - в Ом/м. Хороша электропроводимость потрібна, наприклад, для струмопровідних дротів(мідь, алюміній). При виготовленні електронагрівних приладів і печей потрібні сплави з високим електроопором (ніхром, константан, манганін). З підвищенням температури металу його электропроводимость зменшується, а з пониженням - збільшується.\r\n8. Магнітні властивості - здатністю металів намагнічуватися. У системі СІ магнітна постійна має розмірність Гн/м. Високі магнітні властивості мають залізо, нікель, кобальт і їх сплави, що називаються феромагнітними. Матеріали з магнітними властивостями застосовують в електротехнічній апаратурі і для виготовлення магнітів.\r\nФізичні властивості матеріалу для металів важливими фізичними характеристиками є температура плавлення та електропровідність."
        }
      ]
    },
    {
      "заголовок": "Основні хімічні властивості металів.",
      "підтеми": [
        {
          "ключ": "Хімічні властивості",
          "текст": "Хімічні властивості характеризуються здатністю металів і сплавів віддавати електрони при взаємодії з іншими речовинами. При цьому відбувається окислення металів. Отже, при усіх хімічних взаємодіях метали є відновниками.  \r\nОсновними хімічними властивостями металу э:  окислюваність, розчинність, корозійна стійкість, жаростійкість.\r\nХімічна стійкість –  здатність матеріалів протидіяти руйнівній дії лугів, кислот, розчинених у воді солей і газів.\r\nКорозійна стійкість – здатність матеріалів протидіяти корозійному впливу навколишнього середовища. Багато конструктційних матеріалів не мають достатньої корозійної стійкості. Найкращу корозійну стійкість мають благородні метали, титан, алюміній та більшість їх сплавів, спеціальні сталі, щільна кераміка та більшість пластмас.\r\nЖаростійкість - здатність металів і сплавів протистояти хімічній дії при високих температурах."
        }
      ]
    },
    {
      "заголовок": "Механічні властивості.",
      "підтеми": [
        {
          "ключ": "Механічні властивості",
          "текст": "Механічними властивостями матеріалів називають їх здатність чинити опір деформаціям (зміні форми або розмірів) і руйнуванню під дією зовнішніх навантажень. До таких властивостей відносяться: міцність, пластичність, твердість, в'язкість (ударна), втома, повзучість."
        },
        {
          "ключ": "Деформація",
          "текст": "Для визначення механічних властивостей матеріалів метал піддають деформації.\r\nДеформація - зміна форми і розмірів твердого тіла під впливом прикладених зовнішніх сил."
        },
        {
          "ключ": "Види деформації",
          "текст": "Види деформації:\r\n1. Пружна – деформація, що зникає після дії напруги.\r\n2. Залишкова – деформація, що залишається після зняття напруги."
        },
        {
          "ключ": "Властивості матеріалу",
          "текст": "1.Міцність - здатність матеріалу чинити опір руйнуванню і появі залишкових деформацій під дією зовнішніх сил і при цьому не руйнуватись. В залежності від характеру дії зовнішніх сил розрізняють міцність на: а - стискування, б- розтягування, в - кручення, г - зріз, д- изг. Характеризуються – межою пропорційності, умовною межою пластичності, умовною межою плинності, умовною межою міцності.\r\nВ результаті випробувань отримують діаграму розтягування.\r\n\r\n2.Пластичність - це здатність матеріалу набувати нової форми і розміри під дією зовнішніх сил не руйнуючись. Характеризується відносним подовженням і відносним звуженням.\r\n3.Твердістю - називається опір тіла деформації в поверхневому шарі при місцевій силовій контактною дії. Характеризується здатністю чинити опір тілу що вдавлюється в поверхню.  Твердість металу визначають способами Бринелля, Роквеллу і Виккерса.\r\n4.Ударна в'язкість - характеристика матеріалу, по якій оцінюють його опір крихкому руйнуванню. Її визначають роботою, що витрачається на руйнування зразка. \r\n5.Втома – зміна механічних і фізичних властивостей матеріла під дією циклічно змінюваного в часі навантаження  і деформації. \r\n6.Повзучість – властивість матеріалів до повільної і без перервній пластичній деформації при дії постійної напруги або навантаження."
        }
      ]
    },
    {
      "заголовок": "Технологічні і експлуатаційні властивості.",
      "підтеми": [
        {
          "ключ": "Технологічні властивості",
          "текст": "Технологічні властивості - ці властивості характеризують здатність металів піддаватися обробці в холодному і гарячому станах. \r\nОзнакою того, що зразок витримав випробування, являється відсутність тріщин, надривів, розшарування або зламу.\r\n1. Ливарні властивості.\r\nХарактеризують здатність матеріалу до отримання з нього якісних відливань.\r\nРідкотекучість - характеризує здатність розплавленого металу заповнювати ливарну форму.\r\nУсадка(лінійна і об'ємна) - характеризує здатність матеріалу змінювати свої лінійні розміри і об'єм в процесі твердіння і охолодження. Для попередження лінійної усадки при створенні моделей використовують нестандартні метри.\r\nЛіквація - неоднорідність хімічного складу за об'ємом.\r\n2. Здатність матеріалу до обробки тиском.\r\nЦе здатність матеріалу змінювати розміри і форму під впливом зовнішніх навантажень не руйнуючись.\r\nЛистовий матеріал випробовують на перегин і витяг сферичної лунки. Дріт випробовують на перегин, скручування, на навивання. Труби випробовують на роздачу, сплющення до певної висоти і вигин.\r\nКритерієм придатності матеріалу є відсутність дефектів після випробування.\r\n3. Зварюваність.\r\nЦе здатність матеріалу утворювати нероз'ємні з'єднання необхідної якості. Оцінюється за якістю зварного шва.\r\n4. Здатність до обробки різанням.\r\nХарактеризує здатність матеріалу піддаватися обробці різним різальним інструментом. Оцінюється по стійкості інструменту і за якістю поверхневого шару."
        },
        {
          "ключ": "Експлуатаційні властивості",
          "текст": "Експлуатаційні властивості - ці властивості визначають залежно від умов роботи деталі спеціальними випробуваннями. \r\n1. Зносостійкість - здатність матеріалу чинити опір поверхневому руйнуванню під дією зовнішнього тертя.\r\n2. Корозійна стійкість - здатність матеріалу чинити опір дії агресивних кислотних, лужних середовищ.\r\n3. Жаростійкість - це здатність матеріалу чинити опір окисленню в газовому середовищі при високій температурі.\r\n4. Жароміцність - це здатність матеріалу зберігати свої властивості при високих температурах.\r\n5. Хладостойкость - здатність матеріалу зберігати пластичні властивості при негативних температурах.\r\n6. Антифрикционність - здатність матеріалу прироблятися до іншого матеріалу.\r\nЦі властивості визначаються спеціальними випробуваннями залежно від умов роботи виробів."
        }
      ]
    }
  ]
}