{
  "тема": "Методи фізико-хімічного аналізу металів.",
  "пункти": [
    {
      "заголовок": "Макроаналіз.",
      "підтеми": [
        {
          "ключ": "Що таке макроаналіз",
          "текст": "Макроаналіз полягає у визначенні будови металу шляхом перегляду його зламу або спеціально підготовленої поверхні неозброєним оком або через лупу при невеликих збільшеннях - до 30 разів. Це дозволяє спостерігати одночасно велику поверхню і отримати уявлення про загальну будову металу і про наявність в нім певних дефектів.\r\nМакроскопічний аналіз не визначає подробиць будови і часто є попереднім, але не остаточним видом дослідження. Характеризуючи багато особливостей будови, макроаналіз дозволяє вибрати ті ділянки, які вимагають подальшого мікроскопічного дослідження."
        },
        {
          "ключ": "Що можна визначити за допомгою макроаналізу",
          "текст": "За допомогою макроаналізу можна визначити:\r\n1. Порушення сплошности металу : усадкову рихлість, газові пухирі і раковини, порожнечі, що утворилися в литому металі, тріщини, що виникли при гарячій механічній або термічній обробці, флокены, дефекти зварювання(у вигляді непроварення, газових пухирів, порожнеч);\r\n2. Дендритну будову і зону транскристаллизации в литому металі;\r\n3. Хімічну неоднорідність сплаву(ліквацію);\r\n4. неоднорідність будови сплаву, викликану обробкою тиском : смужчатість, а також лінії ковзання(зрушень) в наклепаному металі;\r\n5. неоднорідність, створену термічною або хіміко-термічною обробкою."
        },
        {
          "ключ": "Підготовка до макроаналізу",
          "текст": "Для макроаналізу використовують спеціальний зразок який називається – шліф або злам. Підготовка шліфа полягає у вирівнюванні напилком або шліфуванні наждачним папером поверхні. У разі потреби шліф труять кислотами, лугам або розчинами солей, які по-різному розчиняють різні по складу або орієнтації часток на шліфі."
        }
      ]
    },
    {
      "заголовок": "Мікроаналіз.",
      "підтеми": [
        {
          "ключ": "Що таке мікроаналіз",
          "текст": "Мікроскопічний аналіз металів полягає в дослідженні їх структури за допомогою оптичного мікроскопа (що використовує звичайне біле або ультрафіолетове випромінювання) і електронного мікроскопа. При використанні оптичного мікроскопа структуру металу можна вивчати при загальному збільшенні від декількох десятків до 2 000-3 000 разів. Мікроаналіз дозволяє характеризувати розміри і розташування різних фаз, присутніх в сплавах, якщо розміри часток цих фаз не менше 0,2 мкм."
        },
        {
          "ключ": "Що можна визначити за допомгою мікроаналізу",
          "текст": "За допомогою мікроаналізу визначають:\r\n 1) форму і розмір кристалічних зерен, з яких складається метал або сплав;\r\n 2) зміна внутрішньої будови сплаву, що відбувається під впливом різних режимів термічної і хіміко-термічної обробки, а також після зовнішньої механічної дії на сплав;\r\n 3) мікровади металу - мікротріщини, раковини і т. п.;\r\n 4) неметалічні включення - сульфіди, оксиди та ін.\r\n5) хімічний склад деяких структурних складових по їх характерній формі і характерному фарбуванню спеціальними реактивами і в деяких випадках приблизно визначають хімічний склад сплаву, що вивчається.\r\nУ оптичному мікроскопі розглядаються мікрошліфи - спеціальні зразки металу, що мають шліфовану і поліровану гладку поверхню, що відбиває світлові промені."
        },
        {
          "ключ": "Підготовка до мікроаналізу",
          "текст": "Вирізка зразка з досліджуваного металу. Деталі або зразки невеликих розмірів і ваги після підготовки поверхні можна безпосередньо встановити на столику мікроскопа. Якщо ж розміри або вага деталі(зразка) значні або важко отримати на деталі плоску поверхню, необхідно вирізувати з деталі спеціальну пробу, що часто називається темплетом.\r\nОтримання плоскої поверхні зразка. Поверхню зразка, по якій проводитиметься металографічне дослідження, піддають спеціальній обробці. В першу чергу отримують приблизно плоску поверхню.\r\nЗразки невеликих розмірів для полегшення обробки поміщають в спеціальний затиск, що складається зазвичай з двох пластинів, які можна за допомогою гвинтів зближувати і розсовувати, або заливають в спеціальні легкоплавкі сплави сірку і т. п.\r\nШліфування площини зразка. Після отримання приблизно плоскої поверхні зразок шліфують наждачним папером, поміщеним для цього на плоскій основі(зазвичай на склі), або закріпленою за допомогою затискних кілець, або наклеєною на круг, що обертається.\r\nШліфування роблять послідовно наждачним папером різного сорту, спочатку з більшим зерном абразиву, а потім з дрібнішим. Напрям руху зразка по наждачному паперу або положення зразка відносно напряму круга при зміні сорту паперу змінюють на 90° для кращого видалення гребінців і рисок, створених попереднім шліфуванням.\r\nПолірування площини зразка. Поліруванням видаляють дрібні риски, що залишилися після шліфування. Застосовують механічний, химико-механічний і електрохімічний способи полірування.\r\n1. Механічне полірування роблять на крузі, що обертається, з натягнутим або наклеєним полірувальним матеріалом (фетр, оксамит, тонке сукно), на який безперервно або періодично наносять абразивну речовину з частками дуже малих розмірів(оксид хрому, оксид алюмінію, оксид заліза і т. д.). Ці абразивні речовини заздалегідь змулюють у воді, а потім поливають ними круг.\r\n Полірування вважається закінченим, коли поверхня зразка придбаває дзеркальний блиск і навіть під мікроскопом не видно риски або подряпини.\r\n2. Хіміко-механічне полірування роблять полірувальним кругом, на який разом з абразивом наносять хімічні речовини, сприяючі швидшій обробці.\r\n Для полірування чорних металів застосовують пасту ГОИ. Ця паста випускається трьох сортів по зернистості і складається з трехоксида хрому, стеарину, гасу, силікагелю і інших речовин.\r\n 3. Електрохімічне полірування проводять, поміщаючи зразки в електролітичну ванну і приєднуючи їх до позитивного полюса. Катодом зазвичай є пластинка з нержавіючої сталі.\r\nПісля полірування, незалежно від способу його виконання, мікрошліф промивають водою, потім, якщо сплави окислюються, промивають спиртом і просушують фільтрувальним папером."
        }
      ]
    },
    {
      "заголовок": "Вивчення мікроструктури.",
      "підтеми": [
        {
          "ключ": "Вивчення мікроструктури",
          "текст": "Вивчення мікроструктури розпочинають з розгляду шліфа в нетруєному виді, тобто після полірування і промивання. В цьому випадку у полі зору мікроскопа можна помітити окремі, зазвичай невеликі, темні ділянки. Вони можуть представляти: а) неметалічні включення; б) дрібні пори; в) структурні складові, характерні для деяких сплавів(наприклад, графить в сірому чавуні).\r\nПрирода включень при мікроаналізі може бути встановлена: 1), що спеціальним, що труїть, що викликає розчинення або фарбування включень; 2) спостереженням шліфа в поляризованому або ультрафіолетовому світлі. Після перегляду шліф піддають тому, що труїть. Мікрошліф занурюють полірованою поверхнею в реактив і через деякий час(тривалість того, що труїть залежить від складу сплаву, що вивчається, і складу розчину і легко встановлюється експериментально) виймають; якщо полірована поверхня шліфа стає при цьому злегка матовою, труїть вважають закінченим, і шліф промивають водою; після цього висушують шліф спиртом, акуратно прикладаючи до нього аркуш фільтрувального паперу. У разі швидкого окислення шліф негайно промивають спиртом. Якщо ж за час витримки поверхню шліфа зберігає блискучий вид або структура сплаву не виявляється виразно, мікрошліф знову занурюють і витримують в реактиві."
        }
      ]
    }
  ]
}